Repository: youssefkairum/iPrayer-iOS
Catalog: iPrayer/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, hi, ru, tr, ur, zh_hans

source: About
ar: حول
de: Über
fr: À propos
hi: के बारे में
ru: О приложении
tr: Hakkında
ur: کے بارے میں
zh_hans: 关于

source: Account (iCloud Sync)
ar: الحساب (مزامنة آي كلاود)
de: Konto (iCloud-Synchronisierung)
fr: Compte (Synchronisation iCloud)
hi: खाता (iCloud सिंक)
ru: Аккаунт (Синхронизация iCloud)
tr: Hesap (iCloud Senkronizasyonu)
ur: اکاؤنٹ (iCloud کی مطابقت پذیری)
zh_hans: 帐户（iCloud 同步）

source: Accurate Prayers
ar: أوقات صلاة دقيقة
de: Genaue Gebetszeiten
fr: Prières précises
hi: सटीक प्रार्थनाएँ
ru: Точное время молитв
tr: Doğru Namaz Vakitleri
ur: درست نمازیں
zh_hans: 准确的祈祷时间

source: App Language
ar: لغة التطبيق
de: App-Sprache
fr: Langue de l'application
hi: ऐप की भाषा
ru: Язык приложения
tr: Uygulama Dili
ur: ایپ کی زبان
zh_hans: 应用语言

source: App Version & Info
ar: إصدار التطبيق والمعلومات
fr: Version de l'application et infos
hi: ऐप संस्करण और जानकारी
ru: Версия приложения и информация
tr: Uygulama Sürümü ve Bilgileri
ur: ایپ کا ورژن اور معلومات
zh_hans: 应用版本及信息

source: Apple User
ar: مستخدم آبل
de: Apple-Benutzer
fr: Utilisateur Apple
hi: Apple उपयोगकर्ता
ru: Пользователь Apple
tr: Apple Kullanıcısı
ur: Apple صارف
zh_hans: Apple 用户

source: Asr
ar: العصر
hi: असर
ru: Аср
tr: İkindi
ur: عصر
zh_hans: 晡礼

source: at %@
ar: في %@
de: um %@
fr: à %@
hi: %@ पर
ru: в %@
tr: saat %@
ur: %@ میں
zh_hans: 在 %@

source: Connected securely
ar: متصل بأمان
de: Sicher verbunden
fr: Connecté de manière sécurisée
hi: सुरक्षित रूप से कनेक्ट किया गया
ru: Безопасное подключение
tr: Güvenli bir şekilde bağlandı
ur: محفوظ طریقے سے منسلک
zh_hans: 安全连接

source: CONTINUE READING
ar: متابعة القراءة
de: WEITERLESEN
fr: CONTINUER LA LECTURE
hi: पढ़ना जारी रखें
ru: ПРОДОЛЖИТЬ ЧТЕНИЕ
tr: OKUMAYA DEVAM ET
ur: پڑھنا جاری رکھیں
zh_hans: 继续阅读

source: Continue your journey. Take a moment to read Surah %@ today.
ar: واصل رحلتك. خذ لحظة لقراءة سورة %@ اليوم.
de: Setze deine Reise fort. Nimm dir einen Moment Zeit, um heute Sure %@ zu lesen.
fr: Continuez votre voyage. Prenez un moment pour lire la sourate %@ aujourd'hui.
hi: अपनी यात्रा जारी रखें। आज सूरह %@ पढ़ने के लिए कुछ समय निकालें।
ru: Продолжайте свой путь. Найдите минутку, чтобы прочитать суру %@ сегодня.
tr: Yolculuğunuza devam edin. Bugün %@ Suresini okumak için bir an ayırın.
ur: اپنا سفر جاری رکھیں۔ آج سورہ %@ پڑھنے کے لیے کچھ وقت نکالیں۔
zh_hans: 继续你的旅程。今天花点时间阅读古兰经第 %@ 章。

source: Cycles Completed: %lld
ar: الدورات المكتملة: %lld
de: Abgeschlossene Zyklen: %lld
fr: Cycles terminés : %lld
hi: पूरा किए गए चक्र: %lld
ru: Завершенные циклы: %lld
tr: Tamamlanan Döngüler: %lld
ur: مکمل چکر: %lld
zh_hans: 完成的循环：%lld

source: Daily Quran Reminder
ar: تذكير يومي للقرآن
de: Tägliche Koran-Erinnerung
fr: Rappel quotidien du Coran
hi: दैनिक कुरान अनुस्मारक
ru: Ежедневное напоминание о Коране
tr: Günlük Kuran Hatırlatıcısı
ur: روزانہ قرآن کی یاد دہانی
zh_hans: 每日古兰经提醒

source: Developer Website
ar: موقع المطور
de: Entwickler-Website
fr: Site Web du développeur
hi: डेवलपर वेबसाइट
ru: Сайт разработчика
tr: Geliştirici Web Sitesi
ur: ڈیولپر کی ویب سائٹ
zh_hans: 开发者网站

source: Dhuhr
ar: الظهر
hi: ज़ुहर
ru: Зухр
tr: Öğle
ur: ظہر
zh_hans: 晌礼

source: Dubai
ar: دبي
fr: Dubaï
hi: दुबई
ru: Дубай
ur: دبئی
zh_hans: 迪拜

source: Egyptian General Authority
ar: الهيئة المصرية العامة للمساحة
de: Ägyptische Allgemeine Behörde
fr: Autorité générale égyptienne
hi: मिस्र सामान्य प्राधिकरण
ru: Египетское генеральное управление
tr: Mısır Genel Otoritesi
ur: مصری جنرل اتھارٹی
zh_hans: 埃及总管理局

source: Fajr
ar: الفجر
de: Fadschr
hi: फज्र
ru: Фаджр
tr: İmsak
ur: فجر
zh_hans: 晨礼

source: Get precise prayer times based on your location and calculation method.
ar: احصل على أوقات صلاة دقيقة بناءً على موقعك وطريقة الحساب.
de: Erhalten Sie genaue Gebetszeiten basierend auf Ihrem Standort und Ihrer Berechnungsmethode.
fr: Obtenez des heures de prière précises en fonction de votre emplacement et de votre méthode de calcul.
hi: अपने स्थान और गणना विधि के आधार पर सटीक प्रार्थना समय प्राप्त करें।
ru: Получайте точное время молитв в зависимости от вашего местоположения и метода расчета.
tr: Konumunuza ve hesaplama yönteminize göre kesin namaz vakitleri alın.
ur: اپنے مقام اور حساب کے طریقہ کار کی بنیاد پر نماز کے درست اوقات حاصل کریں۔
zh_hans: 根据您的位置和计算方法获取精确的祈祷时间。

source: Good afternoon
ar: مساء الخير
de: Guten Tag
fr: Bon après-midi
hi: शुभ दोपहर
ru: Добрый день
tr: Tünaydın
ur: سہ پہر بخیر
zh_hans: 下午好

source: Good evening
ar: مساء الخير
de: Guten Abend
fr: Bonsoir
hi: शुभ संध्या
ru: Добрый вечер
tr: İyi akşamlar
ur: شام بخیر
zh_hans: 晚上好

source: Good morning
ar: صباح الخير
de: Guten Morgen
fr: Bonjour
hi: सुप्रभात
ru: Доброе утро
tr: Günaydın
ur: صبح بخیر
zh_hans: 早上好

source: Hanafi
ar: حنفي
de: Hanafitisch
hi: हनफ़ी
ru: Ханафитский
tr: Hanefi
ur: حنفی
zh_hans: 哈乃斐派

source: Heading
ar: الاتجاه
de: Richtung
fr: Cap
hi: दिशा
ru: Направление
tr: Yön
ur: سمت
zh_hans: 航向

source: iCloud Account
ar: حساب آي كلاود
de: iCloud-Konto
fr: Compte iCloud
hi: iCloud खाता
ru: Учетная запись iCloud
tr: iCloud Hesabı
ur: آئی کلاؤڈ اکاؤنٹ
zh_hans: iCloud 账户

source: Isha
ar: العشاء
de: Ischa
hi: ईशा
ru: Иша
tr: Yatsı
ur: عشاء
zh_hans: 宵礼

source: ISNA
ar: الجمعية الإسلامية لأمريكا الشمالية
ru: Исламское общество Северной Америки
ur: اسنا
zh_hans: 北美伊斯兰教协会

source: It's time for %@ prayer
ar: حان وقت صلاة %@
de: Es ist Zeit für das %@-Gebet
fr: Il est temps pour la prière de %@
hi: %@ प्रार्थना का समय हो गया है
ru: Время для молитвы %@
tr: %@ namazı vakti geldi
ur: %@ نماز کا وقت ہو گیا ہے
zh_hans: 现在是 %@ 祈祷时间

source: Karachi
ar: جامعة العلوم الإسلامية، كراتشي
de: Karatschi
hi: कराची
ru: Карачи
tr: Karaçi
ur: کراچی
zh_hans: 卡拉奇

source: Keep track of your daily Dhikr with a beautiful, haptic-enabled counter.
ar: تتبع أذكارك اليومية باستخدام عداد جميل ومزود بردود فعل لمسية.
de: Behalten Sie den Überblick über Ihr tägliches Dhikr mit einem schönen Zähler mit Haptik.
fr: Suivez votre Dhikr quotidien avec un magnifique compteur doté de retours haptiques.
hi: एक सुंदर, हैप्टिक-सक्षम काउंटर के साथ अपने दैनिक धिक्र पर नज़र रखें।
ru: Отслеживайте свой ежедневный зикр с помощью красивого счетчика с тактильной обратной связью.
tr: Güzel, dokunsal özellikli bir sayaçla günlük zikrinizi takip edin.
ur: ایک خوبصورت، ہیپٹک سے چلنے والے کاؤنٹر کے ساتھ اپنے روزمرہ کے ذکر پر نظر رکھیں۔
zh_hans: 使用带有触觉反馈的精美计数器跟踪您的日常迪克尔。

source: Kuwait
ar: الكويت
fr: Koweït
hi: कुवैत
ru: Кувейт
tr: Kuveyt
ur: کویت
zh_hans: 科威特

source: Language
ar: اللغة
de: Sprache
fr: Langue
hi: भाषा
ru: Язык
tr: Dil
ur: زبان
zh_hans: 语言

source: Loading Prayers...
ar: جاري تحميل الصلوات...
de: Gebete werden geladen...
fr: Chargement des prières...
hi: प्रार्थना लोड हो रही है...
ru: Загрузка молитв...
tr: Namazlar Yükleniyor...
ur: نمازیں لوڈ ہو رہی ہیں...
zh_hans: 正在加载祈祷...

source: Loading Quran...
ar: جاري تحميل القرآن...
de: Koran wird geladen...
fr: Chargement du Coran...
hi: कुरान लोड हो रहा है...
ru: Загрузка Корана...
tr: Kur'an Yükleniyor...
ur: قرآن لوڈ ہو رہا ہے...
zh_hans: 正在加载古兰经...

source: Locating...
ar: جاري التحديد...
de: Standort wird ermittelt...
fr: Localisation...
hi: खोज रहा है...
ru: Определение...
tr: Bulunuyor...
ur: تلاش کر رہا ہے...
zh_hans: 定位中...

source: Location
ar: الموقع
de: Standort
fr: Emplacement
hi: स्थान
ru: Местоположение
tr: Konum
ur: مقام
zh_hans: 位置

source: Madhab (Asr)
ar: المذهب (العصر)
de: Rechtsschule (Asr)
hi: मज़हब (असर)
ru: Мазхаб (Аср)
tr: Mezhep (İkindi)
ur: مذہب (عصر)
zh_hans: 教法学派 (晡礼)

source: Maghrib
ar: المغرب
hi: मग़रिब
ru: Магриб
tr: Akşam
ur: مغرب
zh_hans: 昏礼

source: Method
ar: الطريقة
de: Methode
fr: Méthode
hi: विधि
ru: Метод
tr: Yöntem
ur: طریقہ کار
zh_hans: 方法

source: Muslim World League
ar: رابطة العالم الإسلامي
de: Muslimische Weltliga
fr: Ligue Musulmane Mondiale
hi: मुस्लिम वर्ल्ड लीग
ru: Всемирная исламская лига
tr: Dünya İslam Birliği
ur: رابطہ عالم اسلامی
zh_hans: 穆斯林世界联盟

source: Next
ar: التالي
de: Weiter
fr: Suivant
hi: अगला
ru: Далее
tr: İleri
ur: اگلا
zh_hans: 下一步

source: NEXT
ar: التالي
de: NÄCHSTES
fr: SUIVANT
hi: अगला
ru: СЛЕДУЮЩИЙ
tr: SONRAKİ
ur: اگلا
zh_hans: 下一个

source: OUT OF
ar: من أصل
de: VON
fr: SUR
hi: में से
ru: ИЗ
tr: ÜZERİNDEN
ur: میں سے
zh_hans: 超出

source: OUT OF %lld
ar: من أصل %lld
de: VON %lld
fr: SUR %lld
hi: %lld में से
ru: ИЗ %lld
tr: %lld ÜZERİNDEN
ur: %lld میں سے
zh_hans: 超出 %lld

source: Prayer Calculation
ar: حساب الصلاة
de: Gebetsberechnung
fr: Calcul de la prière
hi: प्रार्थना गणना
ru: Расчет молитвы
tr: Namaz Hesaplama
ur: نماز کا حساب
zh_hans: 祈祷计算

source: Prayer Timeline
ar: جدول الصلاة
de: Gebetszeiten
fr: Chronologie des prières
hi: प्रार्थना समय
ru: Расписание молитв
tr: Namaz Vakitleri
ur: نماز کا وقت
zh_hans: 祈祷时间表

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
fr: Politique de confidentialité
hi: गोपनीयता नीति
ru: Политика конфиденциальности
tr: Gizlilik Politikası
ur: پرائیویسی پالیسی
zh_hans: 隐私政策

source: Private Email
ar: بريد إلكتروني خاص
fr: E-mail privé
hi: निजी ईमेल
ru: Личный email
tr: Özel E-posta
ur: نجی ای میل
zh_hans: 私人电子邮件

source: Qatar
ar: قطر
de: Katar
hi: कतर
ru: Катар
tr: Katar
ur: قطر
zh_hans: 卡塔尔

source: Qibla bearing: %lld°
ar: اتجاه القبلة: %lld°
de: Qibla-Peilung: %lld°
fr: Cap de la Qibla : %lld°
hi: क़िबला दिशा: %lld°
ru: Пеленг Киблы: %lld°
tr: Kıble yönü: %lld°
ur: قبلہ کی سمت: %lld°
zh_hans: 朝向方位: %lld°

source: Qibla Compass
ar: بوصلة القبلة
de: Qibla-Kompass
fr: Boussole Qibla
hi: क़िबला कंपास
ru: Компас Киблы
tr: Kıble Pusulası
ur: قبلہ نما
zh_hans: 朝向指南针

source: Rate iPrayer
ar: قيم iPrayer
de: iPrayer bewerten
fr: Évaluer iPrayer
hi: iPrayer को रेट करें
ru: Оценить iPrayer
tr: iPrayer'ı Değerlendir
ur: iPrayer کی درجہ بندی کریں
zh_hans: 评价 iPrayer

source: Read the entire Quran and seamlessly save your reading progress.
ar: اقرأ القرآن كاملاً واحفظ تقدم قراءتك بسلاسة.
de: Lesen Sie den gesamten Koran und speichern Sie Ihren Lesefortschritt nahtlos.
fr: Lisez l'intégralité du Coran et enregistrez facilement votre progression de lecture.
hi: पूरा कुरान पढ़ें और अपनी पढ़ने की प्रगति को सहजता से सहेजें।
ru: Читайте весь Коран и легко сохраняйте свой прогресс.
tr: Tüm Kuran'ı okuyun ve okuma ilerlemenizi sorunsuzca kaydedin.
ur: پورا قرآن پڑھیں اور اپنی پڑھنے کی پیشرفت کو بغیر کسی رکاوٹ کے محفوظ کریں۔
zh_hans: 阅读整部古兰经并无缝保存您的阅读进度。

source: Refresh Location Data
ar: تحديث بيانات الموقع
de: Standortdaten aktualisieren
fr: Actualiser les données de localisation
hi: स्थान डेटा ताज़ा करें
ru: Обновить данные о местоположении
tr: Konum Verilerini Yenile
ur: مقام کا ڈیٹا ریفریش کریں
zh_hans: 刷新位置数据

source: Resources
ar: الموارد
de: Ressourcen
fr: Ressources
hi: संसाधन
ru: Ресурсы
tr: Kaynaklar
ur: وسائل
zh_hans: 资源

source: Secure Cloud Sync
ar: مزامنة سحابية آمنة
de: Sichere Cloud-Synchronisierung
fr: Synchronisation cloud sécurisée
hi: सुरक्षित क्लाउड सिंक
ru: Безопасная облачная синхронизация
tr: Güvenli Bulut Senkronizasyonu
ur: محفوظ کلاؤڈ مطابقت پذیری
zh_hans: 安全云同步

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
ru: Настройки
tr: Ayarlar
ur: ترتیبات
zh_hans: 设置

source: Sign in to automatically sync your Tasbih counts and bookmarks across all your Apple devices.
ar: قم بتسجيل الدخول لمزامنة عدد التسبيح والعلامات المرجعية تلقائياً عبر جميع أجهزة آبل الخاصة بك.
de: Melden Sie sich an, um Ihre Tasbih-Zählungen und Lesezeichen automatisch auf all Ihren Apple-Geräten zu synchronisieren.
fr: Connectez-vous pour synchroniser automatiquement vos comptages de Tasbih et vos signets sur tous vos appareils Apple.
hi: अपने सभी Apple डिवाइस पर अपने तस्बीह काउंट और बुकमार्क को स्वचालित रूप से सिंक करने के लिए साइन इन करें।
ru: Войдите, чтобы автоматически синхронизировать счетчики тасбих и закладки на всех ваших устройствах Apple.
tr: Tasbih sayımlarınızı ve yer işaretlerinizi tüm Apple aygıtlarınızda otomatik olarak eşzamanlamak için giriş yapın.
ur: اپنے تمام Apple آلات پر اپنے تسبیح کے شماروں اور بُک مارکس کو خود بخود مطابقت پذیر کرنے کے لیے سائن ان کریں۔
zh_hans: 登录后即可在您所有的 Apple 设备上自动同步您的泰斯比计数和书签。

source: Sign in with Apple to securely back up your Tasbih counts and bookmarks across all your devices. We never share your data.
ar: قم بتسجيل الدخول باستخدام آبل لإجراء نسخ احتياطي آمن لعدد التسبيح والعلامات المرجعية عبر جميع أجهزتك. نحن لا نشارك بياناتك أبداً.
de: Melden Sie sich mit Apple an, um Ihre Tasbih-Zählungen und Lesezeichen auf all Ihren Geräten sicher zu sichern. Wir teilen Ihre Daten niemals.
fr: Connectez-vous avec Apple pour sauvegarder en toute sécurité vos comptages de Tasbih et vos signets sur tous vos appareils. Nous ne partageons jamais vos données.
hi: अपने सभी डिवाइस पर अपने तस्बीह काउंट और बुकमार्क का सुरक्षित रूप से बैकअप लेने के लिए Apple के साथ साइन इन करें। हम आपका डेटा कभी साझा नहीं करते हैं।
ru: Войдите с Apple, чтобы безопасно создавать резервные копии счетчиков тасбих и закладок на всех ваших устройствах. Мы никогда не делимся вашими данными.
tr: Tüm aygıtlarınızdaki Tesbih sayımlarınızı ve yer işaretlerinizi güvenli bir şekilde yedeklemek için Apple ile giriş yapın. Verilerinizi asla paylaşmayız.
ur: اپنے تمام آلات پر اپنے تسبیح کے شماروں اور بُک مارکس کا محفوظ طریقے سے بیک اپ لینے کے لیے Apple کے ساتھ سائن ان کریں۔ ہم آپ کا ڈیٹا کبھی شیئر نہیں کرتے۔
zh_hans: 使用 Apple 登录以在所有设备上安全备份您的泰斯比计数和书签。我们从不分享您的数据。

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
fr: Se déconnecter
hi: साइन आउट करें
ru: Выйти
tr: Çıkış Yap
ur: سائن آؤٹ
zh_hans: 退出登录

source: Signed in securely with Apple
ar: تم تسجيل الدخول بأمان باستخدام آبل
de: Sicher über Apple angemeldet
fr: Connecté en toute sécurité avec Apple
hi: Apple के साथ सुरक्षित रूप से साइन इन किया गया
ru: Безопасный вход через Apple
tr: Apple ile güvenli bir şekilde giriş yapıldı
ur: Apple کے ساتھ محفوظ طریقے سے سائن ان کیا گیا
zh_hans: 已通过 Apple 安全登录

source: Singapore
ar: سنغافورة
de: Singapur
fr: Singapour
hi: सिंगापुर
ru: Сингапур
tr: Singapur
ur: سنگاپور
zh_hans: 新加坡

source: Skip for now
ar: تخطي الآن
de: Vorläufig überspringen
fr: Ignorer pour le moment
hi: अभी के लिए छोड़ें
ru: Пропустить пока
tr: Şimdilik atla
ur: ابھی کے لیے چھوڑ دیں
zh_hans: 暂时跳过

source: Standard
ar: قياسي
hi: मानक
ru: Стандартный
tr: Standart
ur: معیاری
zh_hans: 标准

source: Starts in
ar: يبدأ في
de: Beginnt in
fr: Commence dans
hi: में शुरू होता है
ru: Начинается через
tr: Başlıyor
ur: میں شروع ہوتا ہے
zh_hans: 开始于

source: Sunrise
ar: الشروق
de: Sonnenaufgang
fr: Lever du soleil
hi: सूर्योदय
ru: Восход
tr: Güneş
ur: طلوع آفتاب
zh_hans: 日出

source: Surahs
ar: السور
de: Suren
fr: Sourates
hi: सूरह
ru: Суры
tr: Sureler
ur: سورتیں
zh_hans: 苏拉

source: Take a moment to read a portion of the Quran today.
ar: خذ لحظة لقراءة جزء من القرآن اليوم.
de: Nimm dir heute einen Moment Zeit, um einen Teil des Korans zu lesen.
fr: Prenez un moment pour lire une partie du Coran aujourd'hui.
hi: आज कुरान का एक अंश पढ़ने के लिए कुछ समय निकालें।
ru: Найдите минутку, чтобы прочитать часть Корана сегодня.
tr: Bugün Kuran'ın bir bölümünü okumak için bir an ayırın.
ur: آج قرآن کا کچھ حصہ پڑھنے کے لیے کچھ وقت نکالیں۔
zh_hans: 今天花点时间阅读部分古兰经。

source: Tap anywhere on the circle to count
ar: اضغط في أي مكان للعد
de: Tippen Sie zum Zählen auf den Kreis
fr: Appuyez n'importe où sur le cercle pour compter
hi: गिनने के लिए वृत्त पर कहीं भी टैप करें
ru: Нажмите в любом месте круга для счета
tr: Saymak için dairenin herhangi bir yerine dokunun
ur: گننے کے لیے دائرے پر کہیں بھی ٹیپ کریں
zh_hans: 点击圆圈上的任何位置进行计数

source: Target
ar: الهدف
de: Ziel
fr: Cible
hi: लक्ष्य
ru: Цель
tr: Hedef
ur: ہدف
zh_hans: 目标

source: Tasbih
ar: تسبيح
hi: तस्बीह
ru: Тасбих
tr: Tesbih
ur: تسبیح
zh_hans: 塔斯比

source: Tasbih Counter
ar: عداد التسبيح
de: Tasbih-Zähler
fr: Compteur de Tasbih
hi: तस्बीह काउंटर
ru: Счетчик Тасбих
tr: Tesbih Sayacı
ur: تسبیح کاؤنٹر
zh_hans: 泰斯比计数器

source: Tehran
ar: معهد الجيوفيزياء، جامعة طهران
de: Teheran
fr: Téhéran
hi: तेहरान
ru: Тегеран
tr: Tahran
ur: تہران
zh_hans: 德黑兰

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
ru: Условия использования
tr: Kullanım Şartları
ur: استعمال کی شرائط
zh_hans: 使用条款

source: The Holy Quran
ar: القرآن الكريم
de: Der Heilige Koran
fr: Le Saint Coran
hi: पवित्र कुरान
ru: Священный Коран
tr: Kur'an-ı Kerim
ur: قرآن مجید
zh_hans: 古兰经

source: Today
ar: اليوم
de: Heute
fr: Aujourd'hui
hi: आज
ru: Сегодня
tr: Bugün
ur: آج
zh_hans: 今天

source: Turkey
ar: رئاسة الشؤون الدينية، تركيا
de: Türkei
fr: Turquie
hi: तुर्की
ru: Турция
tr: Türkiye
ur: ترکی
zh_hans: 土耳其

source: Turn to face Mecca
ar: استدر نحو مكة
de: Drehen Sie sich nach Mekka
fr: Tournez-vous vers la Mecque
hi: मक्का की ओर मुड़ें
ru: Повернитесь к Мекке
tr: Mekke'ye dönün
ur: مکہ کی طرف مڑیں
zh_hans: 转向麦加

source: Umm Al-Qura
ar: جامعة أم القرى، مكة المكرمة
hi: उम्म अल-कुरा
ru: Умм аль-Кура
tr: Ümmü'l-Kurra
ur: ام القری
zh_hans: 乌姆·库拉

source: Upcoming
ar: القادمة
de: Anstehend
fr: À venir
hi: आगामी
ru: Предстоящие
tr: Yaklaşan
ur: آنے والی
zh_hans: 即将到来

source: Verses
ar: آيات
de: Verse
fr: Versets
hi: आयतें
ru: Аяты
tr: Ayet
ur: آیات
zh_hans: 节

source: Version
ar: الإصدار
hi: संस्करण
ru: Версия
tr: Sürüm
ur: ورژن
zh_hans: 版本

source: Welcome to iPrayer
ar: مرحباً بك في iPrayer
de: Willkommen bei iPrayer
fr: Bienvenue sur iPrayer
hi: iPrayer में आपका स्वागत है
ru: Добро пожаловать в iPrayer
tr: iPrayer'a Hoş Geldiniz
ur: iPrayer میں خوش آمدید
zh_hans: 欢迎使用 iPrayer

source: You're facing Mecca
ar: أنت تواجه مكة
de: Sie blicken nach Mekka
fr: Vous faites face à la Mecque
hi: आप मक्का का सामना कर रहे हैं
ru: Вы обращены к Мекке
tr: Mekke'ye dönüksünüz
ur: آپ مکہ کا سامنا کر رہے ہیں
zh_hans: 你正面向麦加

source: Your premium companion for daily prayers, Tasbih, and Quran reading.
ar: رفيقك المتميز للصلوات اليومية، والتسبيح، وقراءة القرآن.
de: Ihr Premium-Begleiter für tägliche Gebete, Tasbih und Koranlesen.
fr: Votre compagnon premium pour les prières quotidiennes, le Tasbih et la lecture du Coran.
hi: दैनिक प्रार्थना, तस्बीह और कुरान पढ़ने के लिए आपका प्रीमियम साथी।
ru: Ваш премиальный компаньон для ежедневных молитв, тасбиха и чтения Корана.
tr: Günlük dualar, Tesbih ve Kuran okumak için premium arkadaşınız.
ur: روزانہ کی دعاؤں، تسبیح اور قرآن کی تلاوت کے لیے آپ کا بہترین ساتھی۔
zh_hans: 您日常祈祷、泰斯比和阅读古兰经的优质伴侣。
